chat_system_768794702_actor_description=Ivar Kamelie. Elf - sailor.
chat_system_768794702_snap_0_question=^?^Welcome to the land of elves, human. Wouldn't you like to go back home again? I could help you!
chat_system_768794702_snap_0_answer_0=^?^I'd like to buy a small ship.
chat_system_768794702_snap_0_answer_1=^?^Yes, take me to Darion, elven captain.
chat_system_768794702_snap_0_answer_2=^?^Tell me about this place.
chat_system_768794702_snap_0_header_2=^?^You're in the Magic Valley, the place where magic powers are concentrated! Magic from across the whole world flows together here, attracting the greatest sorcerers and mages from all of Endoria.<br>The secret depths attract inquisitive and wise people, and power attracts the injudicious and power-hungry ones. Many mages and their creations are gathered here.
chat_system_768794702_snap_0_answer_3=^?^What is the Book of Death?
chat_system_768794702_snap_0_header_3=^?^The Books are passages to the Land of Death. Through touching them you can enter into another world, which was created by the ancient Titans. It is prohibited to use these books; people are not supposed to enter the World of Death while they still live.
chat_system_768794702_snap_0_answer_4=^?^Would you tell me how can I get to the elven capital?
chat_system_768794702_snap_0_answer_5=^?^No, I still have things to do here.
chat_system_768794702_snap_3_question=^?^I have a wonderful ship which I can sell to you. The ship can be yours for only 5000 gold coins.
chat_system_768794702_snap_3_answer_0=^?^Ok, here are your 5000 gold coins.
chat_system_768794702_snap_3_answer_1=^?^Sorry, maybe next time.
chat_system_768794702_snap_1_question=^?^The wonder of Daloer rises above the island, in the center of the Lake of Waterfalls! Your way is to the east, to the Valley of a Thousand Rivers.<br>By land or by sea - stick to the currents and rivers. All the rivers lead to Daloer.
chat_system_768794702_snap_1_answer_0=^?^I have another question for you.
chat_system_768794702_snap_1_header_0=^?^Ask then, curious human. Your aspiration for learning the unknown delights evokes in me the sincerest respect. The search for the truth and knowledge is as important as finding yourself in harmony with the soul of the world.
chat_system_768794702_snap_1_answer_1=^?^Thank you, that's all I wanted to know.
chat_system_768794702_snap_2_question=^?^Welcome to the Magic Valley, wanderer. My name is Ivar Kamelie. I am the owner of several elven ships.<br>Let me warn you. Be careful, in our forests it is a dark time now. Undead creatures and fierce orcs have come to fight us, and the queen keeps silent.<br>And don't even think to touch the fetid Books of Death unless you find yourself in extreme need; otherwise your soul may be doomed to wander in the Land of Death... forever.
chat_system_768794702_snap_2_answer_0=^?^Thank you for your advice, elf.
